<html><head><meta charset='utf-8'><meta name='viewport' content='width=device-width, initial-scale=1'>
<meta name='applicable-device' content='pc'><meta name='keywords' content='浣涙硶,鍐弬浣涙硶,瑙嗛璁茶В,业处篇 第二节、修习功德' />
<link href='../css/3.css' rel='stylesheet' type='text/css'></head><body><script charset='utf-8' src='../js/hengfu.js'></script><script charset='utf-8' src='../js/hengfu2.js'></script><hr><center><div class='zw'>业处篇 第二节、修习功德</div></center><br><center><div>作者：佚名　来源：无量光明网</div></center><br><div class='zw'><center>
<p>
　　业处篇 第二节、修习功德</p>
<p>
　　在《清净道论》提到的四十种业处中，最为历代南传上座部<a="/" class="keylink" target="_blank">佛教</a>长老、禅师们所推崇以及教导的是入出息念。为什么入出息念会受到那么高的推崇呢？因为：</p>
<p>
　　第一、它是一切<a="/fjrw/zhufopusa/pusa/" class="keylink" target="_blank">菩萨</a>证悟佛果的<a="/rmgjc/xiuxing.html" class="keylink" target="_blank">修行</a>方法。</p>
<p>
　　当我们的苟答马<a="/rmgjc/fotuo.html" class="keylink" target="_blank">佛陀</a>还是菩萨的时候，他坐在布德嘎亚（Buddhagay&agrave;,菩提伽耶）的<a="http://www.foyan.org/yinyue/fangeyongfa/putishuxia.html" class="keylink" target="_blank">菩提树下</a>，专注自己的呼吸，依照入出息念依次证得了初禅、第二禅、第三禅、第四禅。证得第四禅之后，他再转修观。在初夜时分，菩萨证得了宿住<a="/rmgjc/suinian.html" class="keylink" target="_blank">随念</a>智(pubbeniv&agrave;s&agrave;nussati-&curren;&agrave;?a)，也就是<a="/rmgjc/suming.html" class="keylink" target="_blank">宿命</a>通，能够清晰地了知过去世的种种<a="/rmgjc/shengsi.html" class="keylink" target="_blank">生死</a>状态。中夜时分，菩萨证得了有情死生智(satt&agrave;na&uuml; cut?pap&agrave;ta-&curren;&agrave;?a)，也就是天眼智(dibbacakkhu-&curren;&agrave;?a)，能够见到众生各随其业，依照善或不善的业不断地在善趣、恶道里轮回。</p>
<p>
　　在后夜时分，菩萨证得了漏尽智(&agrave;savakhaya-&curren;&agrave;?a)。漏尽智也就是如实知见苦圣谛、如实知见苦集圣谛、如实知见苦灭圣谛、如实知见导至苦灭之道圣谛。当他证得漏尽智的同时，也就是入流道智(sot&agrave;patti-magga,须陀洹道智）与入流果智(sot&agrave;panna-phala,须陀洹果智）、一来道智(sakad&agrave;g&agrave;mi-magga,斯陀含道智）与一来果智(sakad&agrave;g&agrave;mi-phala,斯陀含果智)、不来道智(an&agrave;g&agrave;mi- magga,阿那含道智）与不来果智(an&agrave;g&agrave;mi-phala,阿那含果智)、阿拉汉道智(arahatta-magga,阿<a="/fjrw/zhufopusa/luohan/" class="keylink" target="_blank">罗汉</a>道智）与阿拉汉果智(arahatta-phala,阿<a="/sushi/yaoshan/luohanguo/" class="keylink" target="_blank">罗汉果</a>智)接连地生起，最后证得了与一切知智(sabba&curren;&curren;ut&agrave;-&curren;&agrave;?a)相应的阿拉汉道。自从那个时候开始，我们的菩萨就成了全<a="/rmgjc/zijue.html" class="keylink" target="_blank">自觉</a>者。</p>
<p>
　　因为佛陀本人是修行入出息念证得<a="/rmgjc/sejie.html" class="keylink" target="_blank">色界</a>第四禅，然后才转修观，从而证悟圣道、圣果的。不仅我们的苟答马佛陀是这样，过去、未来的一切佛陀也是如此。因此，我们修行入出息念也就是追随佛陀的脚步。</p>
<p>
　　第二、佛陀经常教导修习入出息念。</p>
<p>
　　在巴利<a="/rmgjc/sanzang.html" class="keylink" target="_blank">三藏</a>里面，收录了许多记载佛陀教导入出息念的经文。在《经藏》里面，《长部》的《大念处经》，《中部》的《念处经》、《入出息念经》、《身至念经》等，《相应部》有一篇《入出息相应》，专门教导修习入出息念的方法。</p>
<p>
　　因此，我们可以看到入出息念在佛陀的教导中所占的位置是非常重要的。</p>
<p>
　　佛陀不仅经常教导<a="/rmgjc/dizi.html" class="keylink" target="_blank">弟子</a>们修习入出息念，连他本人也是如此。在这里举一个例子：</p>
<p>
　　有一次，佛陀跟比库们说：&ldquo;我想在三个月中独坐，除了一位送食者之外，任何人都不能来访。&rdquo;</p>
<p>
　　当佛陀独处三个月出来之后，告诉比库们说：</p>
<p>
　　&ldquo;诸比库，假如有异学遍<a="/rmgjc/xingzhe.html" class="keylink" target="_blank">行者</a>这样问：&lsquo;贤友，<a="/rmgjc/shamen.html" class="keylink" target="_blank">沙门</a>苟答马依何住而多住雨安居呢？&rsquo;这样问时，诸比库，你们应这样回答那些异学遍行者：&lsquo;贤友，<a="/rmgjc/shizun.html" class="keylink" target="_blank">世尊</a>依入出息念之定而多住雨安居。&rdquo;(S.54.11)</p>
<p>
　　从这里我们知道，就连佛陀也经<a="/rmgjc/changzhu.html" class="keylink" target="_blank">常住</a>于入出息念禅那，以入出息念为根本业处住于现法乐住。</p>
<p>
　　第三、修习入出息念有很多<a="/rmgjc/shusheng.html" class="keylink" target="_blank">殊胜</a>之处。</p>
<p>
　　1、下手容易，所缘简单。</p>
<p>
　　与其他的禅修业处对比，修习入出息念非常容易，不用另外准备遍相。比如修习不净先要取不净相，取不净相要去找尸体，尸体越腐烂、越难看、越臭、越令人厌恶越好。对于没有禅那的禅修者来说，取不净相有时候会发生一些不如意的事情。又如修地遍要先做地遍的遍相。修白遍等业处也要做遍相。然而，修入出息念可以免去这些准备工作。为什么呢？</p>
<p>
　　因为，修习入出息念的所缘只是呼吸。呼吸对于人类来说是与生俱来的。当我们从母胎呱呱落地，一直到这期生命的终结，在这期间都有呼吸。因此，要修入出息念，只须直接去觉知自己的呼吸就行。<a="/rmgjc/zhengnian.html" class="keylink" target="_blank">正念</a>地觉知呼吸就是在禅修。这种禅修方法不用做一些前期准备工作，直接了当。除了睡眠之外，其他的时间随时、随地都可以修习入出息念。此是殊胜处之一。</p>
<p>
　　2、修习入出息念非常寂静。</p>
<p>
　　入出息的相很微细，并不像不净相等那么粗。不净相是很粗、很厌恶的，有时候心会排斥、抗拒。三十二身分的相也同样是很粗的，容易厌恶。地遍、水遍、火遍、风遍等的相在刚开始修习的阶段也是很粗的。然而，入出息念的相是很细的。当我们把心念专注在呼吸的时候，就可以感觉到呼吸的轻柔。当然，我们不用注意其轻柔的特性，只是说跟其他所缘相比，入出息更容易让人感受到轻柔性。此是殊胜处之二。</p>
<p>
　　3、修习入出息念可以迅速消除<a="/rmgjc/wangxiang.html" class="keylink" target="_blank">妄想</a>。</p>
<p>
　　佛陀在《增支部&middot;美奇亚经》(Meghiyasutta&uuml;)中说：</p>
<p>
　　?Asubh&agrave; bh&agrave;vetabb&agrave; r&agrave;gassa pah&agrave;n&agrave;ya, mett&agrave; bh&agrave;vetabb&agrave; by&agrave;p&agrave;dassa pah&agrave;n&agrave;ya, &agrave;n&agrave;p&agrave;nassati bh&agrave;vetabb&agrave; vitakkupacched&agrave;ya, aniccasa&curren;&curren;&agrave; bh&agrave;vetabb&agrave; asmim&agrave;nasamuggh&agrave;t&agrave;ya.?</p>
<p>
　　&ldquo;要断除贪爱，应修习不净；要断除瞋恚，应修习慈心；要断除寻(杂念)，应修习入出息念；要断绝我慢，应修习无常想。&rdquo;(A.9.1.3)</p>
<p>
　　在经律中，佛陀也指出修习入出息念的殊胜之处：</p>
<p>
　　?Ayampi kho, bhikkhave, &agrave;n&agrave;p&agrave;nassatisam&agrave;dhi bh&agrave;vito bahul?kato santo ceva pa??to ca asecanako ca sukho ca vih&agrave;ro uppannuppanne ca p&agrave;pake akusale dhamme ?h&agrave;naso antaradh&agrave;peti v?pasameti.</p>
<p>
　　Seyyath&agrave;pi, bhikkhave, gimh&agrave;na&uuml; pacchime m&agrave;se, uhata&uuml; rajojalla&uuml; tamena&uuml; mah&agrave; ak&agrave;lamegho ?h&agrave;naso antaradh&agrave;peti v?pasameti.?</p>
<p>
　　&ldquo;诸比库，修习、多作此入出息念之定，不但寂静、殊胜、不杂、乐住，而且能令再再生起的恶、不善法由此消失、停止。</p>
<p>
　　诸比库，犹如在热季的最后一个月，非时大雨能立刻使飞扬的尘土由此消失、停止。&rdquo;(S.54.9; V.1.165)</p>
<p>
　　修习入出息念就像大雨洗掉漫天飞扬的尘土一般，能够使许多妄想很快地被消除。</p>
<p>
　　4、修习入出息念能够证得禅那。</p>
<p>
　　在四十种业处当中，佛随念、四界差别等十种业处只能达到近行定，不能证得禅那；十不净、身至念这十一种业处只能达到初禅；慈、悲、喜三种业处只能证得第三禅，但通过修习入出息念，可以证得色界的第四禅。缅甸帕奥禅林的教学实践也证明，在拥有禅那的禅修者当中，有超过三分之二以上的人是通过修习入出息念证得禅那的。</p>
<p>
　　所以，修习入出息念有诸多的功德、利益。</p>
<p>
　　正因如此，所以佛陀在很多经典里都教导这种业处；也正因如此，历代上座部佛教的许多长老、禅师们都喜欢教导和修习入出息念。当我们见到入出息念的这些功德与利益，就应当修习入出息念。</p>
<p>
　　修习功德脚注部份：</p>
<p>
　　4 道智有四种：入流道智、一来道智、不来道智和阿拉汉道智。果智也有四种：入流果智、一来果智、不来果智和阿拉汉果智。</p>
<p>
　　5 入出息念：巴利语&agrave;n&agrave;p&agrave;nassati的直译，又作阿那般那念，或讹略为安般念。即保持正念专注于呼吸的修行方法。</p>
<p>
　　6 菩萨：梵语bodhisattva的简称，巴利语为bodhisatta，直译为觉有情。一个人得到佛陀的授记之后，在漫长的生死轮回当中致力于<a="/rmgjc/yuanman.html" class="keylink" target="_blank">圆满</a>诸巴拉密，以求成就佛果的有情，称为菩萨。</p>
<p>
　　7 禅修者要断除一切烦恼，必须次第经过四道与四果的阶段。即使是在极快速的时间内证悟阿拉汉果，其四道与四果也是次第地发生的。因为能够断除烦恼的是道智。菩萨在菩提树下</p>
<p>
　　证悟无上佛果时也是如此。</p>
</div>
<div class="box24 marginT15">
</div>
</center></div><hr><script charset='utf-8' src='../js/hui2.js'></script></body></html> 